<template>
	<div class="content mt40">
	    <div class="newsList">
	    	<ul>
						<li>
								<a href="#">
									<h2>这是关注的组件标题</h2>
									<p>
									哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123......
									</p>
								</a>
						</li>
						<li>
								<a href="#">
									<h2>这是关注的组件标题</h2>
									<p>
									哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123......
									</p>
								</a>
						</li><li>
								<a href="#">
									<h2>这是关注的组件标题</h2>
									<p>
									哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123哒哒哒123......
									</p>
								</a>
						</li>

	        </ul>
	    </div>
	</div>
</template>
<script>
	
</script>
<style scoped>
	.mt40{
		margin-top:40px;
	}
</style>
